[{
  "Plakat": "img/min/The-Divisionmin.png",
  "Nazwa": "The Division",
  "Cena": 182.24,
  "Gatunek": ["Akcji", "FPS"],
  "Opis": "Tom Clancy’s The Division to gra akcji z elementami RPG, ukierunkowana na rozgrywkę wieloosobową. Produkcja firmowana jest nazwiskiem jednego z najpoczytniejszych współczesnych autorów powieści sensacyjnych, Toma Clancy’ego, i stanowi pierwszą od wielu lat całkiem nową markę bazującą na jego twórczości. Za stworzenie gry odpowiada szwedzkie studio deweloperskie Massive Entertainment, znane pecetowym graczom z World in Conflict czy serii Ground Control. Tom Clancy’s The Division powstał pod egidą koncernu Ubisoft, który od lat firmuje szereg swoich gier nazwiskiem słynnego amerykańskiego pisarza, rozwijając tak popularne marki, jak Rainbow Six, Ghost Recon czy Splinter Cell. Pomimo tego, że The Division tworzone było od początku głównie z myślą o konsolach ósmej generacji, gra ukazała się równocześnie zarówno na PlayStation 4 i Xboksie One, jak i na popularnych pecetach. Ze względu na specyfikę sprzętu, wersja na komputery PC oferuje znacznie większe możliwości konfiguracji parametrów graficznych, co w praktyce przekłada się na wyraźnie lepszą oprawę w porównaniu z konsolowymi wersjami gry.",
  "PageLogo": "https://cdp.pl/media/catalog/product/cache/1/image/235x355/17f82f742ffe127f42dca9de82fb58b1/t/o/tom-clancy_s-the-division-pc.png",
  "Platform": "PC",
  "OpisMini": ["lubisz postapokaliptyczne klimaty", "marka Toma Clancy'ego gwarantuje niepokojąco realistyczną wizję świata", "to niezwykła gra kooperacyjna, która łączy elementy RPG, strzelanki i masowej gry sieciowej"],
  "WersjaJezykowa": "polskie napisy",
  "DataPremiery": "2016-03-08",
  "Format": "DVD",
  "Wydawca": "Ubisoft",
  "Dystrybutor": "Ubisoft Polska",
  "Wymagania": "Intel Core i7 3770 3.5 GHz/AMD FX-8350 4.0 GHz, 8 GB RAM, karta grafiki 4 GB GeForce GTX 970/Radeon R9 290 lub lepsza, 40 GB HDD, Windows 7/8.1/10 64-bit",
  "Pegi": "http://www.gry-online.pl/im/pegi/c_main_pegi_18.gif",
  "Kupione": 5,
  "Ilosc": 20
}, {
  "Plakat": "img/min/XCOMmin.jpg",
  "Nazwa": "XCOM 2",
  "Cena": 165.96,
  "Gatunek": ["Akcji"],
  "Opis": "Turowa strategia taktyczna w realiach science-fiction, stanowiąca bezpośrednią kontynuację gry XCOM: Enemy Unknown z 2012 roku. Za oba tytuły odpowiada doświadczone studio deweloperskie Firaxis Games, założone przez legendarnego Sida Meiera. Akcja gry toczy się 20 lat po wydarzeniach ukazanych w pierwowzorze. Mimo bohaterskiej walki z najeźdźcami z kosmosu, siły Ziemian okazały się bezsilne, wskutek czego Niebieska Planeta ostatecznie wpadła w ręce wrogich ras. Resztki paramilitarnej organizacji XCOM działają jednak nadal i z ukrycia, za pomocą działań partyzanckich, starają się odzyskać kontrolę nad planetą. Mechanika rozgrywki kontynuuje rozwiązania znane z poprzedniczki, dzieląc się na warstwę strategiczną, w której zarządzamy naszą mobilną bazą i wynajdujemy nowe technologie, oraz taktyczną – polegającą na rozgrywanych w systemie turowym potyczkach z obcymi. Nowością w grze są losowo generowane mapy oraz wyraźnie usprawniony model walki i wydawania rozkazów.",
  "PageLogo": "https://cdp.pl/media/catalog/product/cache/1/image/235x355/17f82f742ffe127f42dca9de82fb58b1/t/y/tytul-pc_1_4.png",
  "Platform": "PC",
  "OpisMini": ["lubisz gry taktyczne", "jesteś fanem serii XCOM", "nie możesz się doczekać by spuścić łomot złym kosmitom"],
  "WersjaJezykowa": "polskie napisy",
  "DataPremiery": "2016-02-05",
  "Format": "DVD",
  "Wydawca": "2K Games",
  "Dystrybutor": "Cenega",
  "Wymagania": "Quad Core 3 GHz, 8 GB RAM, karta grafiki 2 GB GeForce GTX 770/Radeon HD 7970 lub lepsza, 45 GB HDD, Windows 7 64-bit",
  "Pegi": "http://www.gry-online.pl/im/pegi/c_main_pegi_16.gif",
  "Kupione": 20,
  "Ilosc": 135

}, {
  "Plakat": "img/min/AliceMadnessmin.jpg",
  "Nazwa": "Alice: Madness Returns The Complete Collection",
  "Cena": 96.04,
  "Gatunek": ["Akcji", "Przygodowe"],
  "Opis": "Alice: Madness Returns to kontynuacja gry akcji TPP z 2000 roku. Pierwsza odsłona została stworzona przez nieistniejącą już firmę Rogue Entertainment (znaną z takich produkcji jak Strife i Quake II: Ground Zero). Za drugą część przygód Alicji odpowiada studio Spicy Horse, założone przez twórcę gier Americana McGee. Deweloper opracował między innymi dzieło American McGee’s Grimm. Gra jest swoistą reinterpretacją prozy Lewisa Carolla, znanego z serii książek o młodej dziewczynie, która przemierza dziwny, fantastyczny świat pełen antropomorficznych stworzeń. W wersji stworzonej przez Americana McGee przygody Alicji ukazane zostały jednak w krzywym, mrocznym zwierciadle. Gra zachwyca niezwykłą oprawą audiowizualną i powalającym projektem lokacji.",
  "PageLogo": "https://upload.wikimedia.org/wikipedia/en/d/d8/AliceMadnessReturns.jpg",
  "Platform": "PC",
  "OpisMini": ["lubisz gry przygodowe", "jesteś fanem dobrej fabuły", "uwielbiasz świetną budowę świata"],
  "WersjaJezykowa": "polskie napisy",
  "DataPremiery": "2011-06-17",
  "Format": "DVD",
  "Wydawca": "Electronic Arts",
  "Dystrybutor": "Electronic Arts Polska",
  "Wymagania": "Core 2 Duo 1.6 GHz, 2 GB RAM (4 GB RAM - Vista/7), karta grafiki 256 MB (GeForce 7600 lub lepszy), 8,5 GB HDD, Windows XP/Vista/7",
  "Pegi": "http://www.gry-online.pl/im/pegi/c_main_pegi_18.gif",
  "Kupione": 54,
  "Ilosc": 23
}]